/* CAUTION: This is a hand edited file, not generated by genStrings. */

// IPP Reasons (Printer states, internal errors)
"Communication Failure: The computer is no longer able to communicate with your printer. Turn the printer off, check your printer connections and check for printer errors, and turn the printer back on." = "Сбой связи: компьютер не может связаться с принтером. Выключите принтер, проверьте подключения принтера, убедитесь в отсутствии ошибок и снова включите принтер.";
"Opening Printer Connection Failed: Unable to open the printer connection. Please check your printer connections and check for printer errors." = "Не удается открыть подключение принтера. Проверьте подключения принтера и убедитесь в отсутствии ошибок.";
"Paper Size Error: Custom paper sizes are not supported in the selected tray." = "Ошибка формата бумаги: выбранный лоток не поддерживает пользовательские форматы бумаги.";
"Paper Size Error: The specified custom paper size is not supported in the selected tray." = "Ошибка формата бумаги: выбранный лоток не поддерживает указанный пользовательский формат бумаги.";
"Opening printer connection" = "Открытие подключения принтера";
"Idle" = "холостой режим";
"Printer Error: The printer needs attention." = "Ошибка принтера: необходимо вмешательство пользователя.";
"Printer state is unknown." = "Printer state is unknown.";
"Device is sleeping." = "Устройство в режиме ожидания.";
"dmf_error_alert_message" = "Принтер сообщает об ошибке. Дополнительные сведения см. в утилите HP Printer Monitor.";
"dmf_warning_alert_message" = "Принтер отправляет предупреждение. Дополнительные сведения см. в утилите HP Printer Monitor.";
"dmf_info_alert_message" = "Принтер отправляет информационное сообщение. Дополнительные сведения см. в утилите HP Printer Monitor.";
"dmf_fatal_error_alert_message" = "Принтер сообщает о критической ошибке. Дополнительные сведения см. в утилите HP Printer Monitor.";
"Device paused." = "Работа устройства приостановлена.";

// Internal messages
"Printing page %d, %d%% complete..." = "Печать страницы %d, %d%% выполнено...";
"Canceling job" = "Отмена задания";
